[
  {
    "Название проекта": "Интеллектуальный помощник для студентов",
    "Описание проекта": "Проект направлен на разработку цифрового ассистента, способного помогать студентам в организации учебного процесса: напоминать о дедлайнах, рекомендовать ресурсы и отслеживать прогресс. Цель — повысить эффективность самообучения и взаимодействия с учебной платформой. Необходимые навыки: Python, обработка естественного языка (NLP), опыт работы с чат-ботами, UX-дизайн. Ожидаемый результат — прототип интеллектуального помощника, интегрированного в образовательную систему.",
    "Сроки исполнения": "сентябрь 2025 — декабрь 2025"
  },
  {
    "Название проекта": "Анализ социальных сетей в политических исследованиях",
    "Описание проекта": "Цель проекта — изучение политических дискуссий в социальных сетях и выявление ключевых трендов и настроений. Особое внимание уделяется динамике поддержки различных партий и политиков. Необходимые навыки: Python, аналитика социальных медиа, API Twitter/X, визуализация данных. Ожидаемый результат — интерактивная платформа с аналитическими панелями и отчётами.",
    "Сроки исполнения": "октябрь 2025 — февраль 2026"
  },
  {
    "Название проекта": "Разработка рекомендательной системы для онлайн-курсов",
    "Описание проекта": "Создание модели, которая будет рекомендовать студентам курсы на основе их интересов, истории обучения и успеваемости. Цель — персонализировать образовательную траекторию. Необходимые навыки: машинное обучение, обработка данных, SQL, Python (Scikit-learn, Pandas). Ожидаемый результат — модуль рекомендаций, интегрируемый в образовательную платформу.",
    "Сроки исполнения": "октябрь 2025 — февраль 2026"
  },
  {
    "Название проекта": "Генерация художественного текста с помощью ИИ",
    "Описание проекта": "Исследование возможностей генеративных языковых моделей (GPT, T5) для создания литературных текстов в разных жанрах. Цель — изучить стилистическую адаптацию и творческий потенциал LLM. Необходимые навыки: NLP, работа с трансформерами, Python, Hugging Face. Ожидаемый результат — веб-прототип генератора с пользовательскими настройками жанра и стиля.",
    "Сроки исполнения": "ноябрь 2025 — март 2026"
  },
  {
    "Название проекта": "Цифровая визуализация исторических данных",
    "Описание проекта": "Проект нацелен на создание интерактивной визуализации исторических событий на основе архивных данных и карт. Цель — сделать изучение истории наглядным и доступным. Необходимые навыки: JavaScript (D3.js), Python, базы данных, исторический анализ. Ожидаемый результат — веб-интерфейс с временной шкалой и картографическим отображением ключевых событий.",
    "Сроки исполнения": "январь 2026 — июнь 2026"
  },
  {
    "Название проекта": "Оптимизация логистических маршрутов с использованием ML",
    "Описание проекта": "Разработка модели для оптимизации маршрутов доставки с учетом реального времени, затрат и спроса. Цель — сократить логистические издержки и время транспортировки. Необходимые навыки: машинное обучение, линейное программирование, Python, GIS. Ожидаемый результат — система маршрутизации с интерфейсом визуализации маршрутов.",
    "Сроки исполнения": "декабрь 2025 — май 2026"
  },
  {
    "Название проекта": "Моделирование поведения пользователей в e-commerce",
    "Описание проекта": "Исследование шаблонов поведения пользователей интернет-магазина и построение модели прогнозирования покупательской активности. Цель — улучшить персонализацию интерфейса и предложений. Необходимые навыки: аналитика данных, Python, SQL, машинное обучение. Ожидаемый результат — аналитический отчёт и модель сегментации пользователей.",
    "Сроки исполнения": "ноябрь 2025 — март 2026"
  },
  {
    "Название проекта": "Разработка чат-бота для психологической поддержки",
    "Описание проекта": "Создание чат-бота, способного поддерживать студентов в сложных эмоциональных ситуациях, предоставлять полезные рекомендации и направлять к специалистам. Цель — повысить доступность первичной психологической помощи. Необходимые навыки: Python, NLP, UX-дизайн, психология. Ожидаемый результат — работающий прототип чат-бота с этическими фильтрами.",
    "Сроки исполнения": "октябрь 2025 — февраль 2026"
  },
  {
    "Название проекта": "Прогнозирование спроса на продукты питания",
    "Описание проекта": "Модель прогнозирования спроса в зависимости от сезона, маркетинговых акций и потребительского поведения. Цель — сократить издержки и снизить избыточные запасы. Необходимые навыки: Python, статистика, машинное обучение, визуализация данных. Ожидаемый результат — прогнозная модель и отчёт по эффективности внедрения.",
    "Сроки исполнения": "январь 2026 — июнь 2026"
  },
  {
    "Название проекта": "Автоматизация анализа юридических документов",
    "Описание проекта": "Разработка системы на основе ИИ для классификации и анализа юридических текстов (договоров, решений судов). Цель — упростить работу юристов и сократить время на обработку. Необходимые навыки: Python, NLP, работа с юридическими корпусами, регулярные выражения. Ожидаемый результат — веб-сервис с возможностью загрузки и анализа документов.",
    "Сроки исполнения": "декабрь 2025 — май 2026"
  },
  {
    "Название проекта": "Разработка платформы для краудсорсинга исследований",
    "Описание проекта": "Проект направлен на создание платформы, позволяющей студентам и исследователям предлагать идеи, голосовать за инициативы и совместно реализовывать научные проекты. Цель — упростить коллаборацию между участниками. Необходимые навыки: веб-разработка, UX/UI-дизайн, Python (Django или FastAPI), PostgreSQL. Ожидаемый результат — MVP краудсорсинговой платформы с базовой системой профилей и голосования.",
    "Сроки исполнения": "октябрь 2025 — февраль 2026"
  },
  {
    "Название проекта": "ИИ для оценки UX-дизайна мобильных приложений",
    "Описание проекта": "Цель проекта — анализ интерфейсов мобильных приложений с помощью компьютерного зрения и ИИ, оценка удобства и выявление UX-проблем. Необходимые навыки: компьютерное зрение, машинное обучение, UX-исследования, Python (OpenCV, PyTorch). Ожидаемый результат — инструмент анализа скриншотов интерфейса с генерацией UX-отчётов.",
    "Сроки исполнения": "ноябрь 2025 — март 2026"
  },
  {
    "Название проекта": "Анализ и классификация фейковых новостей",
    "Описание проекта": "Исследование языковых и контекстных признаков недостоверных новостей и построение модели их автоматической классификации. Цель — борьба с дезинформацией. Необходимые навыки: NLP, машинное обучение, Python (Transformers), работа с новостными корпусами. Ожидаемый результат — обученная модель и веб-интерфейс для классификации.",
    "Сроки исполнения": "январь 2026 — июнь 2026"
  },
  {
    "Название проекта": "Разработка интерактивной карты культурного наследия",
    "Описание проекта": "Проект включает создание цифровой карты, отображающей объекты культурного и исторического значения с расширенными описаниями, изображениями и маршрутами. Цель — популяризация культурного наследия. Необходимые навыки: JavaScript (Leaflet.js), картография, Python, сбор и верификация данных. Ожидаемый результат — интерактивная карта с пользовательским интерфейсом.",
    "Сроки исполнения": "декабрь 2025 — май 2026"
  },
  {
    "Название проекта": "Прогнозирование успеваемости студентов",
    "Описание проекта": "Разработка модели прогнозирования академической успеваемости студентов на основе данных о посещаемости, вовлечённости и прошлых оценках. Цель — выявление студентов группы риска. Необходимые навыки: машинное обучение, Python (Scikit-learn, XGBoost), визуализация, SQL. Ожидаемый результат — аналитическая панель и отчёты по студентам.",
    "Сроки исполнения": "сентябрь 2025 — декабрь 2025"
  },
  {
    "Название проекта": "Обработка медицинских изображений с помощью CNN",
    "Описание проекта": "Исследование применения сверточных нейросетей для анализа рентгеновских снимков и томографий. Цель — автоматизация диагностики. Необходимые навыки: глубокое обучение, PyTorch или TensorFlow, компьютерное зрение, медицинская терминология. Ожидаемый результат — модель классификации изображений и прототип системы диагностики.",
    "Сроки исполнения": "январь 2026 — июнь 2026"
  },
  {
    "Название проекта": "Создание генеративного чат-агента для музеев",
    "Описание проекта": "Разработка чат-бота, который рассказывает посетителям музеев об экспонатах, истории и тематике выставок. Цель — сделать визиты в музеи более интерактивными. Необходимые навыки: GPT/LLM, Python, UX-дизайн, базы знаний по искусству. Ожидаемый результат — рабочий чат-бот с интеграцией в Telegram или Web.",
    "Сроки исполнения": "октябрь 2025 — февраль 2026"
  },
  {
    "Название проекта": "Инструмент анализа медиаповестки в реальном времени",
    "Описание проекта": "Цель проекта — автоматическое отслеживание ключевых тем в СМИ и социальных сетях, а также построение связей между участниками инфополя. Необходимые навыки: NLP, Python, визуализация графов, поточная обработка данных. Ожидаемый результат — аналитическая система с дашбордом и фильтрами.",
    "Сроки исполнения": "ноябрь 2025 — март 2026"
  },
  {
    "Название проекта": "Разработка системы карьерного ориентирования на основе ИИ",
    "Описание проекта": "Система анализирует профили студентов, их интересы, навыки и достижения и предлагает подходящие карьерные траектории. Цель — повысить осознанность в профессиональном выборе. Необходимые навыки: Python, машинное обучение, UX, базы вакансий. Ожидаемый результат — персонализированная система карьерных рекомендаций.",
    "Сроки исполнения": "декабрь 2025 — май 2026"
  },
  {
    "Название проекта": "Цифровая трансформация образовательных программ",
    "Описание проекта": "Проект направлен на анализ актуальности образовательных программ и формирование предложений по их цифровой адаптации. Цель — сделать обучение более гибким и ориентированным на практику. Необходимые навыки: аналитика данных, Python, педагогический дизайн, проведение опросов. Ожидаемый результат — аналитический отчёт и цифровой прототип обновлённой программы.",
    "Сроки исполнения": "ноябрь 2025 — март 2026"
  },
  {
    "Название проекта": "Разработка системы мониторинга качества воздуха в городах",
    "Описание проекта": "Создание платформы для сбора, анализа и визуализации данных о загрязнении воздуха с помощью датчиков IoT. Цель — повысить информированность населения и помочь городским службам в принятии решений. Необходимые навыки: IoT, Python, обработка больших данных, визуализация, работа с API. Ожидаемый результат — веб-приложение с интерактивными картами и аналитикой.",
    "Сроки исполнения": "февраль 2026 — июль 2026"
  },
  {
    "Название проекта": "Автоматизация оценки научных публикаций с помощью ИИ",
    "Описание проекта": "Разработка системы на базе NLP для автоматического анализа и оценки научных статей по качеству, оригинальности и цитируемости. Цель — ускорить процесс рецензирования и повысить качество публикаций. Необходимые навыки: Python, NLP, машинное обучение, библиометрия. Ожидаемый результат — прототип инструмента для автоматического анализа статей.",
    "Сроки исполнения": "март 2026 — август 2026"
  },
  {
    "Название проекта": "Разработка образовательной VR-игры для изучения истории искусств",
    "Описание проекта": "Создание VR-игры, позволяющей студентам взаимодействовать с произведениями искусства и изучать исторические эпохи через интерактивный опыт. Цель — повысить интерес и понимание культурного наследия. Необходимые навыки: Unity, C#, дизайн игр, история искусств. Ожидаемый результат — VR-игра с несколькими уровнями и образовательным контентом.",
    "Сроки исполнения": "апрель 2026 — октябрь 2026"
  },
  {
    "Название проекта": "Модель прогнозирования урожаев с использованием спутниковых данных",
    "Описание проекта": "Проект направлен на создание модели, которая анализирует спутниковые снимки и погодные данные для прогноза урожайности сельскохозяйственных культур. Цель — поддержка фермеров и агробизнеса в планировании. Необходимые навыки: машинное обучение, Python, обработка спутниковых данных, агрономия. Ожидаемый результат — прогнозная система с визуализацией данных.",
    "Сроки исполнения": "март 2026 — сентябрь 2026"
  },
  {
    "Название проекта": "Платформа для онлайн-коучинга по развитию мягких навыков",
    "Описание проекта": "Создание интерактивной платформы с курсами и заданиями для развития коммуникативных, лидерских и эмоциональных компетенций у студентов. Цель — улучшить подготовку к профессиональной деятельности. Необходимые навыки: веб-разработка, UX-дизайн, педагогика, психология. Ожидаемый результат — работающая платформа с персонализированными программами обучения.",
    "Сроки исполнения": "май 2026 — ноябрь 2026"
  },
  {
    "Название проекта": "Система анализа поведения посетителей музеев с помощью компьютерного зрения",
    "Описание проекта": "Разработка системы, которая анализирует видеопотоки для изучения передвижений и интересов посетителей в музейных пространствах. Цель — оптимизация размещения экспонатов и улучшение экспозиции. Необходимые навыки: компьютерное зрение, Python, OpenCV, анализ данных. Ожидаемый результат — аналитический дашборд с рекомендациями для кураторов.",
    "Сроки исполнения": "апрель 2026 — сентябрь 2026"
  },
  {
    "Название проекта": "Разработка умного ассистента для научных исследований",
    "Описание проекта": "Создание интеллектуального помощника, который помогает исследователям в поиске релевантной литературы, формулировке гипотез и планировании экспериментов. Цель — повысить продуктивность научной работы. Необходимые навыки: NLP, Python, базы данных, машинное обучение. Ожидаемый результат — прототип ассистента с функцией рекомендаций и поиска.",
    "Сроки исполнения": "май 2026 — октябрь 2026"
  },
  {
    "Название проекта": "Автоматизированная система оценки языковых компетенций",
    "Описание проекта": "Разработка инструмента для автоматического анализа письменных и устных заданий на иностранном языке с обратной связью по грамматике, лексике и произношению. Цель — помочь студентам в изучении языков. Необходимые навыки: NLP, обработка речи, Python, педагогика. Ожидаемый результат — веб-сервис с возможностью загрузки заданий и получения отчётов.",
    "Сроки исполнения": "март 2026 — август 2026"
  },
  {
    "Название проекта": "Моделирование экономических последствий климатических изменений",
    "Описание проекта": "Проект направлен на разработку моделей для оценки влияния климатических изменений на ключевые экономические показатели регионов. Цель — поддержать принятие решений в области устойчивого развития. Необходимые навыки: эконометрика, Python, статистика, климатология. Ожидаемый результат — аналитический отчёт и визуализация сценариев развития.",
    "Сроки исполнения": "апрель 2026 — ноябрь 2026"
  },
  {
    "Название проекта": "Платформа для дистанционного проведения психологических тестов",
    "Описание проекта": "Создание защищённой онлайн-платформы для проведения психологических тестов и опросов с возможностью анализа результатов и рекомендаций. Цель — расширить доступ к психологической диагностике. Необходимые навыки: веб-разработка, безопасность данных, UX-дизайн, психометрия. Ожидаемый результат — работающий сервис с инструментами визуализации и отчётности.",
    "Сроки исполнения": "май 2026 — октябрь 2026"
  },
  {
    "Название проекта": "Разработка системы автоматического перевода для редких языков",
    "Описание проекта": "Создание модели машинного перевода, поддерживающей редкие и малораспространённые языки с целью сохранения и популяризации культурного наследия. Необходимые навыки: NLP, глубокое обучение, Python, работа с трансформерами. Ожидаемый результат — прототип переводчика с возможностью интеграции в мобильные приложения.",
    "Сроки исполнения": "июнь 2026 — декабрь 2026"
  },
  {
    "Название проекта": "Интерактивная платформа для изучения биологии с использованием AR",
    "Описание проекта": "Проект направлен на создание приложения с дополненной реальностью для визуализации биологических процессов и анатомии. Цель — улучшить понимание и заинтересованность студентов. Необходимые навыки: AR-разработка, Unity, C#, биология. Ожидаемый результат — мобильное приложение с интерактивными учебными модулями.",
    "Сроки исполнения": "июль 2026 — январь 2027"
  },
  {
    "Название проекта": "Анализ влияния медиа на формирование общественного мнения с помощью ИИ",
    "Описание проекта": "Разработка системы анализа и мониторинга медийного контента для выявления тенденций и влияния на социальные настроения. Необходимые навыки: NLP, Python, аналитика данных, машинное обучение. Ожидаемый результат — дашборд с метриками влияния и отчётами.",
    "Сроки исполнения": "июнь 2026 — ноябрь 2026"
  },
  {
    "Название проекта": "Разработка умной системы управления энергопотреблением в кампусе",
    "Описание проекта": "Создание системы мониторинга и оптимизации энергопотребления зданий университета с использованием IoT и машинного обучения. Цель — снижение затрат и повышение экологичности. Необходимые навыки: IoT, Python, ML, работа с сенсорами. Ожидаемый результат — прототип системы с интерфейсом управления и аналитикой.",
    "Сроки исполнения": "июль 2026 — декабрь 2026"
  },
  {
    "Название проекта": "Создание платформы для онлайн-арт-резиденций и выставок",
    "Описание проекта": "Разработка цифровой платформы, позволяющей художникам проводить онлайн-резиденции, выставлять работы и взаимодействовать с аудиторией. Цель — расширение доступа к арт-пространствам. Необходимые навыки: веб-разработка, UX/UI, мультимедиа, Python. Ожидаемый результат — функционирующая платформа с системой управления контентом.",
    "Сроки исполнения": "август 2026 — февраль 2027"
  },
  {
    "Название проекта": "Разработка системы прогнозирования результатов выборов с использованием соцсетей",
    "Описание проекта": "Проект направлен на сбор и анализ данных из социальных сетей для предсказания исхода выборов и изучения электоральных трендов. Необходимые навыки: Python, аналитика социальных медиа, машинное обучение, визуализация данных. Ожидаемый результат — модель прогнозирования и интерактивный дашборд.",
    "Сроки исполнения": "сентябрь 2026 — февраль 2027"
  },
  {
    "Название проекта": "Виртуальный музей современного искусства с поддержкой VR",
    "Описание проекта": "Создание виртуального пространства для просмотра и взаимодействия с современным искусством с использованием технологий виртуальной реальности. Цель — расширить доступ к музейным коллекциям. Необходимые навыки: VR-разработка, Unity, 3D-моделирование, UX-дизайн. Ожидаемый результат — работающий VR-экспириенс с навигацией и интерактивными элементами.",
    "Сроки исполнения": "октябрь 2026 — март 2027"
  },
  {
    "Название проекта": "Анализ влияния автоматизации на рынок труда России",
    "Описание проекта": "Исследование изменений в занятости и требованиях к навыкам на фоне внедрения автоматизированных технологий в различных отраслях. Необходимые навыки: экономический анализ, Python, статистика, визуализация данных. Ожидаемый результат — отчёт с рекомендациями для политики занятости.",
    "Сроки исполнения": "сентябрь 2026 — январь 2027"
  },
  {
    "Название проекта": "Разработка образовательного чат-бота для изучения истории России",
    "Описание проекта": "Создание чат-бота, который помогает студентам учить исторические события, отвечать на вопросы и предлагать интерактивные задания. Цель — сделать процесс обучения более увлекательным. Необходимые навыки: NLP, Python, UX-дизайн, педагогика. Ожидаемый результат — прототип чат-бота с обучающими сценариями.",
    "Сроки исполнения": "октябрь 2026 — март 2027"
  },
  {
    "Название проекта": "Создание платформы для мониторинга качества воздуха в городах",
    "Описание проекта": "Разработка системы сбора и визуализации данных о качестве воздуха в реальном времени с использованием датчиков и открытых источников. Цель — информировать жителей и власти для улучшения экологии. Необходимые навыки: IoT, Python, GIS, веб-разработка. Ожидаемый результат — веб-платформа с картами и аналитикой.",
    "Сроки исполнения": "ноябрь 2026 — апрель 2027"
  }
]










